Repository: PangMo5/SwiftyCrow
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: 1. Open Language & Region below.
ja: 1. 下のボタンから『言語と地域』を開きます。
ko: 1. 아래 버튼으로 ‘언어 및 지역’을 열어요.
zh_hans: 1. 点击下方按钮打开“语言与地区”。
zh_hant: 1. 點選下方按鈕開啟「語言與地區」。

source: 2. Choose Translation Languages at the bottom.
ja: 2. 画面下部の『翻訳言語』を選びます。
ko: 2. 화면 아래쪽에서 ‘번역 언어’를 선택해요.
zh_hans: 2. 在页面底部选择“翻译语言”。
zh_hant: 2. 在頁面底部選擇「翻譯語言」。

source: 3. Download both languages, then return here.
ja: 3. 両方の言語をダウンロードして、この画面に戻ります。
ko: 3. 두 언어를 다운로드하고 이 창으로 돌아오세요.
zh_hans: 3. 下载两种语言，然后返回此窗口。
zh_hant: 3. 下載兩種語言，然後返回此視窗。

source: About
ja: SwiftyCrowについて
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: Active only while a capture result window is focused.
ja: キャプチャ結果のウインドウを選択しているときに使えます。
ko: 캡처 결과 창이 선택되어 있을 때 사용할 수 있어요.
zh_hans: 仅在截图结果窗口处于活动状态时可用。
zh_hant: 僅在擷取結果視窗作用中時可用。

source: Add the required language model in System Settings → General → Language & Region → Translation Languages, then capture again.
ja: システム設定 → 一般 → 言語と地域 → 翻訳言語で必要なモデルをダウンロードしてから、もう一度キャプチャしてください。
ko: 시스템 설정 → 일반 → 언어 및 지역 → 번역 언어에서 필요한 모델을 다운로드한 뒤 다시 캡처해 주세요.
zh_hans: 请在系统设置 → 通用 → 语言与地区 → 翻译语言中下载所需模型，然后重新截图。
zh_hant: 請在系統設定 → 一般 → 語言與地區 → 翻譯語言中下載所需模型，再重新擷取。

source: Allow screen access and choose the language you want to read.
ja: 画面収録を許可し、読みたい言語を選んでください。
ko: 화면 기록을 허용하고 읽고 싶은 언어를 골라주세요.
zh_hans: 允许屏幕录制，并选择要阅读的语言。
zh_hant: 允許螢幕錄製，並選擇要閱讀的語言。

source: Auto (detect)
ja: 自動検出
ko: 자동 감지
zh_hans: 自动检测
zh_hant: 自動偵測

source: Automatically check for updates
ja: アップデートを自動で確認
ko: 자동으로 업데이트 확인
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Back
ja: 戻る
ko: 이전
zh_hans: 上一步
zh_hant: 上一步

source: Built with
ja: 使用しているオープンソース
ko: 사용한 오픈 소스
zh_hans: 使用的开源项目
zh_hant: 使用的開放原始碼專案

source: Capture
ja: キャプチャ
ko: 캡처
zh_hans: 截图
zh_hant: 擷取

source: Capture Window
ja: キャプチャウインドウ
ko: 캡처 창
zh_hans: 截图窗口
zh_hant: 擷取視窗

source: Capture region
ja: 範囲をキャプチャ
ko: 영역 캡처
zh_hans: 截取区域
zh_hant: 擷取區域

source: Capture translation
ja: キャプチャ翻訳
ko: 캡처 번역
zh_hans: 截图翻译
zh_hant: 擷取翻譯

source: Change translation languages in Settings
ja: 設定で翻訳言語を変更
ko: 설정에서 번역 언어 변경
zh_hans: 在设置中更改翻译语言
zh_hant: 在設定中更改翻譯語言

source: Changelog
ja: 変更履歴
ko: 변경 내역
zh_hans: 更新日志
zh_hant: 更新記錄

source: Check
ja: 確認の頻度
ko: 확인 주기
zh_hans: 检查频率
zh_hant: 檢查頻率

source: Check for Updates Now
ja: 今すぐアップデートを確認
ko: 지금 업데이트 확인
zh_hans: 立即检查更新
zh_hant: 立即檢查更新

source: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Choose an area once. Keep translating the text inside as it changes.
ja: 範囲を一度選ぶだけ。その中の文字が変わるたびに翻訳を続けます。
ko: 영역을 한 번 지정하면, 그 안의 글이 바뀔 때마다 이어서 번역해요.
zh_hans: 选定一次区域，其中的文字变化时就会继续翻译。
zh_hant: 選定一次區域，其中的文字變化時就會繼續翻譯。

source: Clear shortcut
ja: ショートカットを消去
ko: 단축키 지우기
zh_hans: 清除快捷键
zh_hant: 清除快速鍵

source: Click the menu bar icon and choose Capture translation. Drag over text, or press Space to select a whole window.
ja: メニューバーのアイコンをクリックし、キャプチャ翻訳を選びます。文字の上をドラッグするか、Spaceキーでウインドウ全体を選んでください。
ko: 메뉴 막대 아이콘을 눌러 캡처 번역을 선택하세요. 글 위를 드래그하거나 Space를 눌러 창 전체를 고를 수 있어요.
zh_hans: 点击菜单栏图标并选择截图翻译。拖过文字，或按空格键选择整个窗口。
zh_hant: 點選選單列圖示並選擇擷取翻譯。拖曳文字範圍，或按空白鍵選取整個視窗。

source: Close (Esc)
ja: 閉じる（Esc）
ko: 닫기 (Esc)
zh_hans: 关闭（Esc）
zh_hant: 關閉（Esc）

source: Close overlay
ja: ライブ翻訳を閉じる
ko: 실시간 번역 닫기
zh_hans: 关闭实时翻译
zh_hant: 關閉即時翻譯

source: Come back anytime
ja: いつでも見返せます
ko: 언제든 다시 볼 수 있어요
zh_hans: 随时可以再次查看
zh_hant: 隨時可以再次查看

source: Continue
ja: 続ける
ko: 계속
zh_hans: 继续
zh_hant: 繼續

source: Copy image
ja: 画像をコピー
ko: 이미지 복사
zh_hans: 复制图片
zh_hant: 複製影像

source: Copy original text
ja: 原文をコピー
ko: 원문 복사
zh_hans: 复制原文
zh_hant: 複製原文

source: Copy translation
ja: 訳文をコピー
ko: 번역문 복사
zh_hans: 复制译文
zh_hant: 複製譯文

source: Copyright
ja: 著作権
ko: 저작권
zh_hans: 版权
zh_hant: 著作權

source: Could not render the capture image.
ja: キャプチャ画像を作成できませんでした。
ko: 캡처 이미지를 만들지 못했어요.
zh_hans: 无法生成截图。
zh_hant: 無法產生擷取影像。

source: Could not render the capture image. Please try again.
ja: キャプチャ画像を作成できませんでした。もう一度お試しください。
ko: 캡처 이미지를 만들지 못했어요. 다시 시도해 주세요.
zh_hans: 无法生成截图，请重试。
zh_hant: 無法產生擷取影像，請再試一次。

source: Created by
ja: 作成者
ko: 만든 사람
zh_hans: 创建者
zh_hant: 建立者

source: Display
ja: 表示方法
ko: 표시 방식
zh_hans: 显示方式
zh_hant: 顯示方式

source: Don't show again
ja: 今後表示しない
ko: 다시 보지 않기
zh_hans: 不再显示
zh_hant: 不再顯示

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Download the languages you want to translate from and into. For English → Korean, download both English and Korean.
ja: 原文の言語と翻訳先の言語を両方ダウンロードしてください。たとえば英語を韓国語で読むには、英語と韓国語が必要です。
ko: 번역할 원문의 언어와 읽을 언어를 모두 받아주세요. 예를 들어 영어를 한국어로 읽으려면 영어와 한국어가 필요해요.
zh_hans: 请下载原文语言和译文语言。例如，将英语翻译成韩语时，需要同时下载英语和韩语。
zh_hant: 請下載原文語言和譯文語言。例如，將英文翻譯成韓文時，需要同時下載英文和韓文。

source: Drag to move overlay
ja: ドラッグして翻訳範囲を移動
ko: 끌어서 번역 영역 이동
zh_hans: 拖动以移动翻译区域
zh_hant: 拖移以移動翻譯區域

source: Drag to reposition the translation overlay
ja: ドラッグして翻訳範囲の位置を変えられます。
ko: 끌어서 번역 영역의 위치를 바꿀 수 있어요.
zh_hans: 拖动可调整翻译区域的位置。
zh_hant: 拖移即可調整翻譯區域的位置。

source: Entirely on your Mac
ja: すべての処理をMacの中で
ko: 모든 처리는 Mac 안에서
zh_hans: 所有处理都在 Mac 上完成
zh_hant: 所有處理都在 Mac 上完成

source: Every day
ja: 毎日
ko: 매일
zh_hans: 每天
zh_hant: 每天

source: Every hour
ja: 1時間ごと
ko: 매시간
zh_hans: 每小时
zh_hant: 每小時

source: Every week
ja: 毎週
ko: 매주
zh_hans: 每周
zh_hant: 每週

source: Finish
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: First capture
ja: 最初のキャプチャ
ko: 첫 캡처
zh_hans: 首次截图
zh_hant: 首次擷取

source: Fit image (⌘0)
ja: ウインドウに合わせる（⌘0）
ko: 창에 맞추기 (⌘0)
zh_hans: 适合窗口（⌘0）
zh_hant: 配合視窗（⌘0）

source: General
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

source: Get ready
ja: 翻訳の準備
ko: 번역 준비
zh_hans: 准备翻译
zh_hant: 準備翻譯

source: Global Shortcuts
ja: グローバルショートカット
ko: 전역 단축키
zh_hans: 全局快捷键
zh_hant: 全域快速鍵

source: Granted. Capture and live translation can read the selected screen area.
ja: 許可済みです。選んだ画面範囲をキャプチャし、ライブ翻訳で読み取れます。
ko: 허용됨. 선택한 화면의 글을 캡처하고 실시간으로 번역할 수 있어요.
zh_hans: 已允许。可以截取所选屏幕区域，也可以使用实时翻译。
zh_hant: 已允許。可以擷取所選螢幕區域，也可以使用即時翻譯。

source: Hide on hover
ja: ポインタを重ねると非表示
ko: 마우스를 올리면 숨기기
zh_hans: 鼠标悬停时隐藏
zh_hant: 游標停留時隱藏

source: High fidelity (Apple Intelligence)
ja: 品質優先（Apple Intelligence）
ko: 자연스럽게 (Apple Intelligence)
zh_hans: 高质量（Apple Intelligence）
zh_hant: 高品質（Apple Intelligence）

source: Highlights
ja: 主な変更点
ko: 주요 변경 사항
zh_hans: 主要变化
zh_hant: 主要變更

source: In-place
ja: 原文に重ねて表示
ko: 원문 위에 표시
zh_hans: 在原文上显示
zh_hant: 顯示在原文上

source: LIVE
ja: ライブ
ko: 실시간
zh_hans: 实时
zh_hant: 即時

source: Languages
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Launch at login
ja: ログイン時に起動
ko: 로그인할 때 실행
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Legal
ja: 法的情報
ko: 법적 고지
zh_hans: 法律信息
zh_hant: 法律資訊

source: License (AGPL-3.0-only)
ja: ライセンス（AGPL-3.0-only）
ko: 라이선스 (AGPL-3.0-only)
zh_hans: 许可证（AGPL-3.0-only）
zh_hant: 授權條款（AGPL-3.0-only）

# List is loaded from Apple Translation · Vision on this device.
source: Languages supported by Apple Translation and text recognition on this Mac.
ja: このMacのApple翻訳と文字認識が対応する言語です。
ko: 이 Mac에서 Apple 번역과 글자 인식이 지원하는 언어예요.
zh_hans: 列表包含这台 Mac 的 Apple 翻译和文字识别支持的语言。
zh_hant: 清單包含這部 Mac 的 Apple 翻譯與文字辨識支援的語言。

source: Live mode
ja: ライブ翻訳の表示
ko: 실시간 번역 표시
zh_hans: 实时翻译显示方式
zh_hant: 即時翻譯顯示方式

source: Live overlay
ja: ライブ翻訳
ko: 실시간 번역
zh_hans: 实时翻译
zh_hant: 即時翻譯

source: Live overlay (select a region)
ja: ライブ翻訳の範囲を選択
ko: 실시간 번역 영역 선택
zh_hans: 选择实时翻译区域
zh_hant: 選取即時翻譯區域

source: Live translation
ja: ライブ翻訳
ko: 실시간 번역
zh_hans: 实时翻译
zh_hant: 即時翻譯

source: Live translation is paused
ja: ライブ翻訳は一時停止中です
ko: 실시간 번역 일시 정지
zh_hans: 实时翻译已暂停
zh_hant: 即時翻譯已暫停

source: Live translation is running
ja: ライブ翻訳を実行中です
ko: 실시간 번역 중
zh_hans: 实时翻译正在运行
zh_hant: 即時翻譯正在執行

# Live translation off — click to resume
source: Live translation is paused. Click to resume.
ja: ライブ翻訳は一時停止中です。クリックすると再開します。
ko: 실시간 번역을 멈췄어요. 클릭하면 다시 시작해요.
zh_hans: 实时翻译已暂停，点击可继续。
zh_hant: 即時翻譯已暫停，點按即可繼續。

# Live translation on — click to pause
source: Live translation is on. Click to pause.
ja: ライブ翻訳中です。クリックすると一時停止します。
ko: 실시간 번역 중이에요. 클릭하면 잠시 멈춰요.
zh_hans: 正在实时翻译，点击可暂停。
zh_hant: 正在即時翻譯，點按即可暫停。

source: Loading document…
ja: 書類を読み込み中…
ko: 문서를 불러오는 중…
zh_hans: 正在加载文档…
zh_hant: 正在載入文件…

source: Low latency
ja: 速度優先
ko: 빠르게
zh_hans: 快速
zh_hant: 快速

source: More options
ja: その他のオプション
ko: 더 보기
zh_hans: 更多选项
zh_hant: 更多選項

source: Move overlay
ja: 翻訳範囲を移動
ko: 번역 영역 이동
zh_hans: 移动翻译区域
zh_hant: 移動翻譯區域

source: No account or API key needed.
ja: アカウントやAPIキーは不要です。
ko: 계정이나 API 키가 필요하지 않아요.
zh_hans: 无需账号或 API 密钥。
zh_hant: 不需要帳號或 API 金鑰。

source: No display available for capture.
ja: キャプチャできる画面が見つかりませんでした。
ko: 캡처할 화면을 찾지 못했어요.
zh_hans: 找不到可截取的屏幕。
zh_hant: 找不到可擷取的螢幕。

source: No translation model is installed for %@ → %@. Download these languages in System Settings.
ja: %@ → %@ の翻訳モデルがインストールされていません。システム設定で必要な言語をダウンロードしてください。
ko: %@ → %@ 번역 모델이 설치되어 있지 않아요. 시스템 설정에서 해당 언어를 다운로드해 주세요.
zh_hans: 尚未安装 %@ → %@ 的翻译模型，请在系统设置中下载这些语言。
zh_hant: 尚未安裝 %@ → %@ 的翻譯模型，請在系統設定中下載這些語言。

source: Open Language & Region…
ja: 『言語と地域』を開く…
ko: 언어 및 지역 설정 열기…
zh_hans: 打开语言与地区设置…
zh_hant: 開啟語言與地區設定…

source: Open Quick Setup again from the menu bar. Languages and shortcuts are always available in Settings.
ja: メニューバーからクイック設定を開き直せます。言語やショートカットは設定で変更できます。
ko: 메뉴 막대에서 빠른 시작을 다시 열 수 있어요. 언어와 단축키는 설정에서 바꿔주세요.
zh_hans: 可从菜单栏重新打开快速设置。语言和快捷键可随时在设置中更改。
zh_hant: 可從選單列重新開啟快速設定。語言和快速鍵可隨時在設定中更改。

source: Open Settings
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open System Settings
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Overlay
ja: ライブ翻訳
ko: 실시간 번역
zh_hans: 实时翻译
zh_hant: 即時翻譯

source: Pause / resume Live
ja: ライブ翻訳を一時停止／再開
ko: 실시간 번역 멈추기 / 다시 시작
zh_hans: 暂停或继续实时翻译
zh_hant: 暫停或繼續即時翻譯

source: Pause translation
ja: 翻訳を一時停止
ko: 번역 일시 정지
zh_hans: 暂停翻译
zh_hant: 暫停翻譯

source: Permissions
ja: アクセス権
ko: 권한
zh_hans: 权限
zh_hant: 權限

source: Preferred strategy
ja: 優先する翻訳方式
ko: 기본 번역 방식
zh_hans: 首选翻译方式
zh_hant: 偏好的翻譯方式

source: Prepare your first translation.
ja: 最初の翻訳を準備しましょう。
ko: 첫 번역을 준비해요.
zh_hans: 准备开始第一次翻译。
zh_hant: 準備開始第一次翻譯。

source: Preparing text recognition
ja: 文字認識を準備しています
ko: 글자 인식을 준비하고 있어요
zh_hans: 正在准备文字识别
zh_hant: 正在準備文字辨識

source: Press shortcut…
ja: キーを押す…
ko: 단축키 누르기…
zh_hans: 按下快捷键…
zh_hant: 按下快速鍵…

source: Quick Setup
ja: クイック設定
ko: 빠른 시작
zh_hans: 快速设置
zh_hant: 快速設定

source: Quit SwiftyCrow
ja: SwiftyCrowを終了
ko: SwiftyCrow 종료
zh_hans: 退出 SwiftyCrow
zh_hant: 結束 SwiftyCrow

source: Read any text on your screen.
ja: 画面の外国語を、そのまま読めます。
ko: 화면의 외국어를 바로 읽어요.
zh_hans: 直接阅读屏幕上的外语。
zh_hant: 直接閱讀螢幕上的外語。

source: Relaunch SwiftyCrow
ja: SwiftyCrowを再起動
ko: SwiftyCrow 다시 열기
zh_hans: 重新启动 SwiftyCrow
zh_hant: 重新啟動 SwiftyCrow

source: Relaunch after granting access
ja: アクセスを許可してから再起動してください
ko: 권한을 허용한 뒤 다시 열어주세요
zh_hans: 允许访问后重新启动
zh_hant: 允許存取後重新啟動

source: Relaunch to apply permission changes. If setup is open, you will return to the same step and language choice.
ja: アクセス権の変更を反映するには再起動してください。設定の途中なら、同じ手順と選んだ言語から再開します。
ko: 권한 변경이 적용되도록 앱을 다시 열어주세요. 온보딩 중이었다면 진행하던 단계와 선택한 언어를 이어서 보여드려요.
zh_hans: 请重新启动以应用权限更改。如果正在进行初始设置，将从原来的步骤和所选语言继续。
zh_hant: 請重新啟動以套用權限變更。如果正在進行初始設定，將從原來的步驟和所選語言繼續。

source: Required to recognize text on your screen. Allow access in System Settings, then relaunch.
ja: 画面の文字を読み取るために必要です。システム設定で許可してから、アプリを再起動してください。
ko: 화면의 글자를 읽는 데 필요해요. 시스템 설정에서 허용한 뒤 앱을 다시 열어주세요.
zh_hans: 识别屏幕文字需要此权限。请在系统设置中允许访问，然后重新启动应用。
zh_hant: 辨識螢幕文字需要此權限。請在系統設定中允許存取，然後重新啟動 App。

source: Resume translation
ja: 翻訳を再開
ko: 번역 다시 시작
zh_hans: 继续翻译
zh_hant: 繼續翻譯

source: Save image
ja: 画像を保存
ko: 이미지 저장
zh_hans: 保存图片
zh_hant: 儲存影像

source: Screen Recording
ja: 画面収録
ko: 화면 기록
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

source: Screen Recording permission is required. Allow it in System Settings and restart the app.
ja: 画面収録の許可が必要です。システム設定で許可してからアプリを再起動してください。
ko: 화면 기록 권한이 필요해요. 시스템 설정에서 허용한 뒤 앱을 다시 실행해 주세요.
zh_hans: 需要屏幕录制权限。请在系统设置中允许，然后重新启动应用。
zh_hant: 需要螢幕錄製權限。請在系統設定中允許，再重新啟動 App。

source: Screen capture didn't respond in time.
ja: 画面のキャプチャが応答しません。もう一度キャプチャしてください。
ko: 화면 캡처가 응답하지 않아요. 다시 캡처해 주세요.
zh_hans: 屏幕截图未及时响应，请重新截图。
zh_hant: 螢幕擷取未及時回應，請重新擷取。

source: Select an area to translate continuously
ja: 範囲を選んで翻訳を続けます
ko: 영역을 골라 계속 번역해요
zh_hans: 选择区域，持续翻译
zh_hant: 選取區域，持續翻譯

source: Select an area with Live translation first
ja: 先にライブ翻訳ボタンで範囲を選んでください
ko: 먼저 실시간 번역 버튼으로 영역을 골라주세요
zh_hans: 请先用实时翻译按钮选择区域
zh_hant: 請先用即時翻譯按鈕選取區域

source: Select part of your screen, read the translation, and copy text or a translated image.
ja: 必要な部分をキャプチャして翻訳し、文字や翻訳済みの画像としてコピーできます。
ko: 필요한 부분을 캡처해 번역하고, 글이나 번역된 이미지로 복사할 수 있어요.
zh_hans: 截取需要的部分并翻译，再复制文字或翻译后的图片。
zh_hant: 擷取需要的部分並翻譯，再複製文字或翻譯後的圖片。

source: Set Up Access…
ja: アクセス権を設定…
ko: 권한 설정…
zh_hans: 设置权限…
zh_hant: 設定權限…

source: Set shortcut
ja: ショートカットを設定
ko: 단축키 설정
zh_hans: 设置快捷键
zh_hant: 設定快速鍵

source: Set up later
ja: あとで設定
ko: 나중에 설정
zh_hans: 稍后设置
zh_hant: 稍後設定

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Settings…
ja: 設定…
ko: 설정…
zh_hans: 设置…
zh_hant: 設定…

source: Shortcuts
ja: ショートカット
ko: 단축키
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show / hide overlay
ja: ライブ翻訳を表示／非表示
ko: 실시간 번역 표시 / 숨기기
zh_hans: 显示或隐藏实时翻译
zh_hant: 顯示或隱藏即時翻譯

source: Show / hide overlay (last region)
ja: 前回の範囲でライブ翻訳を表示／非表示
ko: 지난 영역에 실시간 번역 표시 / 숨기기
zh_hans: 在上次区域显示或隐藏实时翻译
zh_hant: 在上次區域顯示或隱藏即時翻譯

source: Show or hide translation in the selected area
ja: 選んだ範囲の翻訳を表示・非表示
ko: 선택한 영역의 번역 표시·숨기기
zh_hans: 显示或隐藏所选区域的翻译
zh_hant: 顯示或隱藏所選區域的翻譯

source: Show overlay
ja: オーバーレイを表示
ko: 오버레이 표시
zh_hans: 显示悬浮翻译
zh_hant: 顯示浮動翻譯

source: Show translation information
ja: 翻訳情報を表示
ko: 번역 정보 보기
zh_hans: 查看翻译信息
zh_hant: 查看翻譯資訊

source: Software Update
ja: ソフトウェアアップデート
ko: 소프트웨어 업데이트
zh_hans: 软件更新
zh_hant: 軟體更新

source: Some text may be misread. Compare the translation with the original.
ja: 一部の文字を読み違えている可能性があります。訳文を原文と比べてください。
ko: 일부 글자를 잘못 읽었을 수 있어요. 번역문을 원문과 비교해 주세요.
zh_hans: 部分文字可能识别有误，请将译文与原文对照。
zh_hant: 部分文字可能辨識有誤，請將譯文與原文對照。

source: Some text may be misread. Compare with the original.
ja: 一部の文字を読み違えている可能性があります。原文を確認してください。
ko: 일부 글자를 잘못 읽었을 수 있어요. 원문을 확인해 주세요.
zh_hans: 部分文字可能识别有误，请核对原文。
zh_hant: 部分文字可能辨識有誤，請核對原文。

source: Source
ja: 原文の言語
ko: 원문 언어
zh_hans: 源语言
zh_hant: 原文語言

source: Source Code
ja: ソースコード
ko: 소스 코드
zh_hans: 源代码
zh_hant: 原始碼

source: Start SwiftyCrow automatically when you log in.
ja: ログインするとSwiftyCrowが自動で起動します。
ko: 로그인하면 SwiftyCrow가 자동으로 실행돼요.
zh_hans: 登录后自动启动 SwiftyCrow。
zh_hant: 登入後自動啟動 SwiftyCrow。

source: Start a live overlay from the menu bar or the Live overlay shortcut, then drag to select a region (press Space to pick a window). In-place draws the translation over the text; Window keeps the overlay a thin region frame and shows the translation in a separate window. The translation area lets clicks pass through; controls and an open information popover receive input.
ja: メニューバーまたはショートカットでライブ翻訳を開始し、範囲をドラッグしてください。Spaceを押すとウインドウ全体を選べます。訳文は原文に重ねて表示するか、別のウインドウで読めます。翻訳範囲のクリックは背後のアプリに届きますが、操作ボタンと開いている情報ポップオーバーは入力を受け取ります。
ko: 메뉴 막대나 단축키로 실시간 번역을 시작한 뒤 영역을 드래그해 주세요. Space를 누르면 창 전체를 고를 수 있어요. 번역문을 원문 위에 표시하거나 별도 창에서 볼 수 있어요. 번역 영역의 클릭은 뒤쪽 앱으로 전달되고, 제어 버튼과 열린 정보 창은 직접 입력을 받아요.
zh_hans: 从菜单栏或快捷键开始实时翻译，然后拖动选择区域；按 Space 可选择整个窗口。译文可以显示在原文上，也可以放在独立窗口中。翻译区域内的点击会传递给下方应用，控件和已打开的信息弹出窗口会接收输入。
zh_hant: 從選單列或快速鍵開始即時翻譯，再拖移選取區域；按 Space 可選取整個視窗。譯文可以顯示在原文上，也可以放在獨立視窗中。翻譯區域內的點按會傳遞給下方 App，控制項與開啟的資訊彈出式視窗會接收輸入。

source: Start with a capture
ja: キャプチャから始めましょう
ko: 캡처로 시작해 보세요
zh_hans: 从截图开始
zh_hant: 從擷取開始

source: SwiftyCrow Settings
ja: SwiftyCrowの設定
ko: SwiftyCrow 설정
zh_hans: SwiftyCrow 设置
zh_hant: SwiftyCrow 設定

source: SwiftyCrow checks in the background and notifies you when a new version is available.
ja: SwiftyCrowはバックグラウンドで新しいバージョンを確認し、お知らせします。
ko: 새 버전이 나오면 SwiftyCrow가 백그라운드에서 확인하고 알려드려요.
zh_hans: SwiftyCrow 会在后台检查新版本，并在有更新时通知你。
zh_hant: SwiftyCrow 會在背景檢查新版本，並在有更新時通知你。

source: SwiftyCrow stays at the top of your screen, ready whenever you need it.
ja: SwiftyCrowは画面上部のメニューバーで、いつでも次の翻訳を待っています。
ko: SwiftyCrow는 화면 위쪽 메뉴 막대에서 다음 번역을 기다려요.
zh_hans: SwiftyCrow 常驻屏幕顶部的菜单栏，需要时即可翻译。
zh_hant: SwiftyCrow 常駐螢幕頂端的選單列，需要時即可翻譯。

source: Switch display
ja: 表示方法を切り替える
ko: 표시 방식 바꾸기
zh_hans: 切换显示方式
zh_hant: 切換顯示方式

source: Switch display (In-place / Window)
ja: 表示方法を切り替える（原文上／別ウインドウ）
ko: 표시 방식 바꾸기 (원문 위 / 별도 창)
zh_hans: 切换显示方式（原文上／独立窗口）
zh_hant: 切換顯示方式（原文上／獨立視窗）

source: Target
ja: 翻訳先の言語
ko: 번역 언어
zh_hans: 目标语言
zh_hant: 翻譯語言

source: Text recognition didn't respond in time.
ja: 文字認識が応答しません。もう一度キャプチャしてください。
ko: 글자 인식이 응답하지 않아요. 다시 캡처해 주세요.
zh_hans: 文字识别未及时响应，请重新截图。
zh_hant: 文字辨識未及時回應，請重新擷取。

source: That window is no longer available to capture.
ja: このウインドウはもうキャプチャできません。
ko: 이 창은 더 이상 캡처할 수 없어요.
zh_hans: 该窗口已无法截取。
zh_hant: 已無法擷取這個視窗。

source: The capture region is empty.
ja: キャプチャする範囲が空です。
ko: 캡처할 영역이 비어 있어요.
zh_hans: 截图区域为空。
zh_hant: 擷取區域是空的。

source: The captured image has no readable pixel data.
ja: キャプチャ画像から読み取れるピクセルが見つかりませんでした。
ko: 캡처 이미지에서 읽을 수 있는 픽셀을 찾지 못했어요.
zh_hans: 截图中没有可读取的像素数据。
zh_hant: 擷取影像中沒有可讀取的像素資料。

source: These hotkeys work even when the app is in the background, and are saved to config.toml.
ja: ほかのアプリを使っているときも使えます。ショートカットはconfig.tomlに保存されます。
ko: 다른 앱을 사용 중일 때도 쓸 수 있어요. 단축키는 config.toml에 저장돼요.
zh_hans: 在其他应用中也能使用，快捷键会保存到 config.toml。
zh_hant: 使用其他 App 時也能使用，快速鍵會儲存到 config.toml。

source: Third-Party Notices
ja: サードパーティのライセンス
ko: 서드파티 고지
zh_hans: 第三方声明
zh_hant: 第三方聲明

source: This program comes with no warranty. You may redistribute it under the GNU AGPL v3. Select License for details.
ja: このプログラムには一切の保証がありません。GNU AGPL v3に基づいて再配布できます。詳しくは「ライセンス」を選択してください。
ko: 이 프로그램에는 어떠한 보증도 없습니다. GNU AGPL v3에 따라 재배포할 수 있습니다. 자세한 내용은 라이선스를 선택해 주세요.
zh_hans: 本程序不提供任何担保。你可以根据 GNU AGPL v3 重新分发。请选择“许可证”查看详情。
zh_hant: 本程式不提供任何擔保。你可以依 GNU AGPL v3 再散布。請選擇「授權條款」查看詳細資訊。

source: Translate and copy text from your screen
ja: 画面の文字を翻訳してコピー
ko: 화면의 글을 번역하고 복사해요
zh_hans: 翻译并复制屏幕上的文字
zh_hant: 翻譯並複製螢幕上的文字

source: Translate into
ja: 翻訳先の言語
ko: 번역 언어
zh_hans: 译文语言
zh_hant: 譯文語言

source: Translate the text on your screen without leaving the app you're using.
ja: 使っているアプリをそのまま見ながら、画面の外国語を翻訳できます。
ko: 사용하던 앱을 그대로 보면서 화면의 외국어를 번역하세요.
zh_hans: 无需离开正在使用的应用，即可翻译屏幕上的外语。
zh_hant: 無須離開正在使用的 App，即可翻譯螢幕上的外語。

source: Translating live
ja: ライブ翻訳中
ko: 실시간으로 번역 중
zh_hans: 正在实时翻译
zh_hant: 正在即時翻譯

source: Translation
ja: 翻訳
ko: 번역
zh_hans: 翻译
zh_hant: 翻譯

source: Translation did not return every requested line.
ja: 一部の文の翻訳結果を受け取れませんでした。
ko: 일부 문장의 번역 결과를 받지 못했어요.
zh_hans: 未收到部分文本的翻译结果。
zh_hant: 未收到部分文字的翻譯結果。

source: Translation didn't respond in time.
ja: 翻訳が応答しません。もう一度お試しください。
ko: 번역이 응답하지 않아요. 다시 시도해 주세요.
zh_hans: 翻译未及时响应，请重试。
zh_hant: 翻譯未及時回應，請再試一次。

source: Translation information
ja: 翻訳情報
ko: 번역 정보
zh_hans: 翻译信息
zh_hant: 翻譯資訊

source: Translation is not supported from %@ to %@.
ja: %@から%@への翻訳には対応していません。
ko: %@ → %@ 번역은 지원하지 않아요.
zh_hans: 不支持从 %@ 翻译为 %@。
zh_hant: 不支援從 %@ 翻譯為 %@。

source: Translation paused
ja: 翻訳を一時停止中
ko: 번역 일시 정지
zh_hans: 翻译已暂停
zh_hant: 翻譯已暫停

source: Translation returned empty text.
ja: 翻訳結果が空です。もう一度お試しください。
ko: 번역 결과가 비어 있어요. 다시 시도해 주세요.
zh_hans: 翻译结果为空，请重试。
zh_hant: 翻譯結果是空的，請再試一次。

source: Translation unavailable
ja: 翻訳できません
ko: 번역할 수 없어요
zh_hans: 暂时无法翻译
zh_hant: 暫時無法翻譯

source: Try a capture
ja: キャプチャしてみる
ko: 캡처해 보기
zh_hans: 试着截图
zh_hant: 試著擷取

source: Unable to Open Document
ja: 書類を開けません
ko: 문서를 열지 못했어요
zh_hans: 无法打开文档
zh_hant: 無法開啟文件

source: Unknown
ja: 不明
ko: 알 수 없음
zh_hans: 未知
zh_hant: 未知

source: Updates
ja: アップデート
ko: 업데이트
zh_hans: 更新
zh_hant: 更新

source: Using installed models for %lld language pairs.
ja: %lld組の言語でインストール済みのモデルを使っています。
ko: %lld개 언어 조합에 설치된 모델을 사용하고 있어요.
zh_hans: 正在为 %lld 组语言使用已安装的模型。
zh_hant: 正在為 %lld 組語言使用已安裝的模型。

source: Version
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

source: View Full Changelog…
ja: すべての変更履歴を見る…
ko: 전체 변경 내역 보기…
zh_hans: 查看完整更新日志…
zh_hant: 檢視完整更新記錄…

source: Welcome
ja: ようこそ
ko: 환영해요
zh_hans: 欢迎
zh_hant: 歡迎

source: What's New in SwiftyCrow %@
ja: SwiftyCrow %@の新機能
ko: SwiftyCrow %@의 새로운 기능
zh_hans: SwiftyCrow %@ 新功能
zh_hant: SwiftyCrow %@ 新功能

source: What’s New
ja: 新機能
ko: 새로운 기능
zh_hans: 新功能
zh_hant: 新功能

source: Window
ja: 別のウインドウ
ko: 별도 창
zh_hans: 独立窗口
zh_hant: 獨立視窗

source: You can finish setup now and allow screen access before your first capture.
ja: 今は案内を終え、最初のキャプチャの前に画面収録を許可しても構いません。
ko: 지금 안내를 마치고, 첫 캡처 전에 화면 기록을 허용해도 괜찮아요.
zh_hans: 可以先完成设置，在首次截图前再允许屏幕录制。
zh_hant: 可以先完成設定，在首次擷取前再允許螢幕錄製。

source: Your next translation is in the menu bar.
ja: 翻訳したくなったら、メニューバーへ。
ko: 필요할 때, 메뉴 막대에서 만나요.
zh_hans: 需要翻译时，就在菜单栏。
zh_hant: 需要翻譯時，就在選單列。

source: Your preferred strategy is used when its model is installed. Otherwise, SwiftyCrow uses an installed model and shows which strategy it selected. High fidelity uses Apple Intelligence on supported devices.
ja: 優先する方式のモデルがインストールされていれば、そのモデルを使います。ない場合はインストール済みの別のモデルを使い、選んだ方式を表示します。品質優先は対応デバイスでApple Intelligenceを使います。
ko: 선택한 방식의 모델이 설치되어 있으면 우선 사용해요. 없으면 설치된 다른 모델을 사용하고 알려드려요. 자연스럽게 번역하는 방식은 지원 기기에서 Apple Intelligence를 사용해요.
zh_hans: 优先使用你选择的方式对应的已安装模型。如果尚未安装，会使用其他已安装的模型并显示所选方式。高质量方式在支持的设备上使用 Apple Intelligence。
zh_hant: 優先使用你選擇的方式所對應的已安裝模型。如果尚未安裝，會使用其他已安裝的模型並顯示所選方式。高品質方式會在支援的裝置上使用 Apple Intelligence。

source: Zoom %@. Fit image
ja: 拡大率%@。ウインドウに合わせる
ko: 확대율 %@. 창에 맞추기
zh_hans: 缩放比例 %@。适合窗口
zh_hant: 縮放比例 %@。配合視窗

source: Zoom in
ja: 拡大
ko: 확대
zh_hans: 放大
zh_hant: 放大

source: Zoom in (⌘+)
ja: 拡大（⌘+）
ko: 확대 (⌘+)
zh_hans: 放大（⌘+）
zh_hant: 放大（⌘+）

source: Zoom out
ja: 縮小
ko: 축소
zh_hans: 缩小
zh_hant: 縮小

source: Zoom out (⌘−)
ja: 縮小（⌘−）
ko: 축소 (⌘−)
zh_hans: 缩小（⌘−）
zh_hant: 縮小（⌘−）

source: macOS is loading the recognition model. This only happens the first time, or after it has been unloaded.
ja: macOSが文字認識モデルを読み込んでいます。 初回やモデルがメモリから解放された後は、少しお待ちください。
ko: macOS가 글자 인식 모델을 불러오고 있어요. 처음 사용하거나 모델이 메모리에서 해제된 뒤에만 잠시 기다려 주세요.
zh_hans: macOS 正在加载文字识别模型。 首次使用或模型从内存卸载后需要稍等片刻。
zh_hant: macOS 正在載入文字辨識模型。 首次使用或模型從記憶體卸載後需要稍候片刻。

source: Using another installed model
ja: 別のインストール済みモデルを使用
ko: 설치된 다른 모델 사용
zh_hans: 使用其他已安装的模型
zh_hant: 使用其他已安裝的模型

source: Language model settings…
ja: 言語モデルの設定…
ko: 언어 모델 설정…
zh_hans: 语言模型设置…
zh_hant: 語言模型設定…

source: Requested: %@. Selected for this translation: %@. %@ → %@: the requested strategy does not support this language pair.
ja: 指定した方式：%@。今回の翻訳方式：%@。 %@ → %@は指定した方式でサポートされていないため、別の方式を使用しました。
ko: 요청한 방식: %@ · 이번 번역 방식: %@ %@ → %@는 요청한 방식에서 지원하지 않아 다른 방식을 사용했어요.
zh_hans: 请求的方式：%@。本次翻译使用：%@。 %@ → %@ 不受请求的方式支持，因此使用了其他方式。
zh_hant: 要求的方式：%@。本次翻譯使用：%@。 %@ → %@ 不受要求的方式支援，因此使用了其他方式。

source: Requested: %@. Selected for this translation: %@. %@ → %@: the requested model is not installed.
ja: 指定した方式：%@。今回の翻訳方式：%@。 %@ → %@の指定モデルがインストールされていないため、別の方式を使用しました。
ko: 요청한 방식: %@ · 이번 번역 방식: %@ %@ → %@의 요청한 모델이 설치되어 있지 않아 다른 방식을 사용했어요.
zh_hans: 请求的方式：%@。本次翻译使用：%@。 %@ → %@ 所需的模型尚未安装，因此使用了其他方式。
zh_hant: 要求的方式：%@。本次翻譯使用：%@。 %@ → %@ 所需的模型尚未安裝，因此使用了其他方式。

source: View Changelog…
ja: 変更履歴を見る…
ko: 변경 내역 보기…
zh_hans: 查看更新日志…
zh_hant: 檢視更新記錄…

source: Translate anything on your screen. Entirely on your Mac.
ja: 画面のどんな文章も翻訳。 すべての処理をMacの中で。
ko: 화면의 어떤 글이든 번역해요. 모든 처리는 Mac 안에서.
zh_hans: 翻译屏幕上的任何文字。 所有处理都在 Mac 上完成。
zh_hant: 翻譯螢幕上的任何文字。 所有處理都在 Mac 上完成。

source: Changes are saved immediately. You can change all shortcuts later in Settings.
ja: 変更はすぐに保存されます。すべてのショートカットは、あとから設定で変更できます。
ko: 변경한 단축키는 바로 저장돼요. 나중에 설정에서 모든 단축키를 바꿀 수 있어요.
zh_hans: 更改会立即保存。之后可在设置中修改所有快捷键。
zh_hant: 變更會立即儲存。之後可在設定中修改所有快捷鍵。

source: Click a shortcut and press the keys you want. Press Escape to cancel, or use × to clear it.
ja: ショートカットをクリックして、使いたいキーを押してください。Escでキャンセル、×で解除できます。
ko: 단축키를 클릭하고 원하는 키를 눌러보세요. Esc로 취소하거나 ×로 지울 수 있어요.
zh_hans: 点击快捷键后按下想使用的按键。按 Esc 取消，或点击 × 清除。
zh_hant: 點選快捷鍵後按下想使用的按鍵。按 Esc 取消，或點選 × 清除。

source: Start a translation from any app without opening the menu bar.
ja: メニューバーを開かずに、どのアプリからでも翻訳を始められます。
ko: 메뉴 막대를 열지 않아도, 사용 중인 앱에서 바로 번역을 시작할 수 있어요.
zh_hans: 无需打开菜单栏，即可在任何应用中开始翻译。
zh_hant: 不必開啟選單列，就能在任何 App 中開始翻譯。

source: Translate with a shortcut.
ja: ショートカットですぐに翻訳。
ko: 단축키로 바로 번역해요.
zh_hans: 用快捷键即刻翻译。
zh_hant: 用快捷鍵立即翻譯。

source: Recording
ja: 記録中
ko: 기록 중
zh_hans: 正在录制
zh_hant: 正在記錄

source: None
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

source: In use
ja: 使用中
ko: 사용 중
zh_hans: 已占用
zh_hant: 已佔用
